Repository: mandesero/pythonprac
Catalog: MOOD/moodserver/moodserver/po/*/LC_MESSAGES/server.po
Languages: ru

source: {} moved one cell {}
ru: {} переместился на одну клетку {}

source: New user: Name: {} Address: {}
ru: Новый пользователь: Имя: {} Адресс: {}

source: Moved to ({}, {})
ru: Переместился в ({}, {})

source: Added monster {} to {} saying {}
ru: Добавлен монстр {} в {}, который говорит: {}

source: {} added monster {} to {} saying {}
ru: {} добавил монстра {} в {}, который говорит {}

source: No monster here
ru: Здесь нет монстра

source: No {} here.
ru: Монстра {} здесь нет

source: {} now has {} hp
ru: {} сейчас имеет {} е.з.

source: {} died.
ru: {} погиб.

source: {} attack {}. {} now has {} hp
ru: {} атакован {}. {} сейчас имеет {} е.з.

source: {} attack {}. {} died.
ru: {} атакован {}. {} погиб.

source: Set up locale: {}
ru: Установлена локаль: {}

source: {} disconnect.
ru: {} отключился.
